Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/kirjallisuus.html.tmx
Source language: fin
Languages: smn

source: Kieli
smn: Kielâ

source: Kirjallisuus
smn: Kirjálâšvuotâ

source: Kirjoitustavat
smn: Čäällimvyevih

source: Kieli ja identiteetti
smn: Kielâ já identiteet

source: Julkaistut teokset
smn: Almostittum kirjálâšvuotâ

source: Inarinsaamenkielinen kirjallisuus on hyvin nuorta.
smn: Anar âškielâlâš kirjálâšvuotâ lii uáli nuorâ.

source: Sen kehittymiselle ovat asettaneet esteitä käytännön ongelmat.
smn: Ton ovdánmist láá lamaš eestân keevâtlâš váigâdvuođah.

source: Kirjoitustapaa ei ole ollut ennen kuin 1900-luvun alusta lähtien.
smn: Čäällimvyehi ij lah lamaš ovdil ko 1900-lovo aalgâ rääjist.

source: Saamelaisilta puuttui kielen ja kirjoittamisen opetus;
smn: Sämmilijn lii váilum kielâ já čäällim máttáátttâs;

source: sitä alkoi saada vasta 1970-luvulla.
smn: tom aalgij finniđ eskin 1970-lovvoost.

source: Lukeminen ja vähä kirjoittaminen tapahtui suomen kielellä.
smn: Luuhâm já ucánjâš čäällim lâi suomâkielân.

source: Kirjallisuuden tarve eri funktioineen on aikaisemmin tyydytetty suullisella kerronnalla, joka onkin kehittynyt monipuoliseksi.
smn: Kirjálâšvuođâ tárbu jieškote-uvláván funktioidiskuin lii ovddii ääigist tutâdum mainâsijguin, moh láá-uv maaŋgâmuđušiih.

source: Kerrottu tarina, muistelus on keskeisellä sijalla saamelaisessa sanataiteessa.
smn: Mainâstum maainâs, muštâlus, lii kuávdâšsaajeest sämmilâš sänitaiđust.

source: Taitava kertoja yltää samaan kuin kirjailijakin.
smn: Čepis mainâsteijee olá siämmáá táásán ko kirječällee-uv.

source: Hän voi kertoessaan korostaa tärkeitä ja meheviä kohtia, voi kertoessaan liikkua toden ja kuvitellun rajoilla niin, että kuulija joutuu koko ajan arvioimaan kuulemaansa.
smn: Sun máttá maainâsttijnis tiäduttiđ tehálijd já salgiis soojijd, puáhtá maainâsttijn lihâdiđ tuođâ já kováttâllâm rääji alne nuuvt, et kuldâleijee šadda ubâ paje miäruštâllâđ tom, maid kulá.

source: Kertojan äänenkäyttö, nauru ja eleet mehevöittävät kerrontaa;
smn: Mainâsteijee jienâkevttim, kämineh já iäláttuvah sälgejeh mainâstem;

source: niitä ei näe kirjoitetussa tekstissä.
smn: toh iä oinuu čaallum teevstâst.

source: Se on samalla romaani, näytelmä ja teatteria.
smn: Tot lii siämmást roomaan, čáitálmâs já teatter.

source: Seuraavassa on aikajärjestyksessä inarinsaamenkielisiä teoksia, joissa on tietty kaunokirjallinen ote, proosaa ja runoa.
smn: Čuávvost láá äigioornigist anarâškielâliih kirjeh, moh láá čaallum tiätunáál čaabâkirjálâšvuođâlâš vuovvijn. Fáárust láá sehe proosa já runoh.

source: Oppikirjoja ei ole mukana.
smn: Oppâkirjeh já sijđoluhâmušah kal iä lah fáárust.

source: 1. Tekstikokoelmat 1. 1. Inarinlappalaista kansantietoutta
smn: 1. Tekstâ čuágálduvah 1. 1. Inarinlappalaista kansantietoutta

source: Kirjoitetun inarinsaamenkielisen kirjallisuuden voidaan katsoa alkavan siitä, kun A. V. Koskimiehen ja T. I. Itkosen kokoama ja julkaisema Inarinlappalaista kansantietoutta ilmestyi vuonna 1917. Se koostuu aineistosta, jonka A. V. Koskimies keräsi v. 1886. Kertojina olivat Heikki Mattus, Iisakki Mannermaa, Mikko Aikio, Pekka Aikio, Juho Petteri Lusmaniemi, Paavali Valle, Santeri Valle, Antti Kitti, Antti Sarre, Matti Sarre, Pietari Valle, Yrjänä Sarre, Heikki Morottaja, Uula Morottaja ja.
smn: Čaallum anarâškielâlâš kirjálâšvuođâ puáhtá nabdeđ älgiđ tast, ko A. V. Koskimies já T. I. Itkos nuurrâm já almostittem Inarinlappalaista kansantietoutta almostui ive 1917. Tot lii čoggum amnâstuvâst, mon A. V. Koskimies čoogij i. 1886. Mainâsteijen lijjii Heikki Mattus, Iisakki Mannermaa, Mikko Aikio, Pekka Aikio, Juho Petteri Lusmaniemi, Paavali Valle, Santeri Valle, Antti Kitti, Antti Sarre, Matti Sarre, Pietari Valle, Yrjänä Sarre, Heikki Morottaja, Uula Morottaja já "Juvduu ákku".

source: Kirjasta ilmestyi Lea Laitisen toimittamana, hieman muunneltuna versiona uusi painos v. 1979. Tässä käytettiin Erkki Itkosen (samaa, jota käytetään sanakirjassa Inarilappisches Wörterbuch), kun aikaisempi oli kirjoitettu foneettisella eli tarkekirjoituksella.
smn: Kirjeest almostui Lea Laitis toimâttem, ucánjii mutâččum version uđđâ tiädus i. 1979. Tast kevttui Erkki Itkos, siämmâš, mii kiävttoo sänikirjeest Inarilappisches Wörterbuch, ko oovdeb lâi čaallum fooneetlâš merhâiguin.

source: Kokoelma on perinnelajeiltaan monipuolinen.
smn: Čuágáldâh lii mainâsšlajâidis peeleest maaŋgânálásâš.

source: Satutyyppejä ovat eläinsadut, ihmesadut, novellisadut ja pilasadut.
smn: Mainâsšlaajah (satu) láá elleemainâseh, imâšmainâseh, nooveelmainâseh já ilbis mainâseh.

source: Syntykertomuksia on yksi, tunnettu kertomus kuuntervaajasta.
smn: Šoddâmmuštâlusah láá ohtâ, uápis muštâlus máánupikkâdeijest.

source: Uskomustarinat ovat suunnilleen samanlaiset kuin muillakin saamelsisilla: Staalo, kufittar, aarteenhaltija, jättiläinen, seidat, noidat, muodonmuutokset ja kuolleitten kummittelu.
smn: Oskomušmainâseh láá suulân siämmááh ko eres-uv sämmilijn: stáálu, kuhvittâr, čáhálig, jietânâs, sieidih, nuáidih, hämimolsomeh já jaamišij kumâttâllâm.

source: Historiallisia ja paikallistarinoita on paljon.
smn: Historjáliih já páihálâšmainâseh láá ennuv.

source: Niistä tunnetuimmat ovat Siggan tarina ja vainolaistarinat.
smn: Tain tobdosumoseh láá Sigá maainâs já čuđemainâseh.

source: Lisäksi on muistitietoa, joilla on historiallista merkitystä.
smn: Toos lasseen lii muštotiätu, mast lii historjálâš merhâšume.

source: Pienfolklorea on sananlaskuja, puheenparsia, arvoituksia, merkkejä ja enteitä.
smn: Smavâfolklore láá sänivajâseh, kuodduustuvviih, iärvádâsah, meerhah já ovdâšeh.

source: Kirjassa on myös joikuja ja lauluja.
smn: Kirjeest láá meiddei juáiguseh já lavluuh.

source: Varsinkin saduista voi tunnistaa yhteyden suomalaisiin ja yleismaailmallisiin satuihin.
smn: Aainâs-uv -mainâsijn puáhtá huámášiđ ohtâvuođâ syemmilâš já ubâ maailm mainâsáid.

source: Asiaa valaisee kirjan alussa mainittu tieto, että eräs kertojista oli ahkera Oulun suomalaisten lehtien kirjeenvaihtaja ja ilmeisesti Oulun Viikkosanomien tilaaja, jossa on ollut kertomuksia suomen kielellä.
smn: Taan áášán puáhtá lase tiäđu tot-uv, et ohtâ mainâsteijein lâi Oulu suomâkielâlij lostâi višâlis tieđetteijee, já vaarâ sun tiilái meiddei Oulu Viikkosanomaid-uv, mast láá lamaš mainâseh suomâkielân.

source: Sadut ja tarinat ovat saameksi kerrottuina saaneet enemmän ja vähemmän paikallisväriä, niinkuin yleensäkin tapahtuu.
smn: Mainâseh já muštâlusah láá finnim eenâb já ucceeb páihálii ivne, nuuvt tego läävee-uv tábáhtuđ.

source: 1.2. Aanaarkiela čájttuzeh ilmestyi v. 1992. Sen sisältönä on Erkki Itkosen äänittämiä muisteluksia, jotka toimitti kirjaksi Lea Laitinen.
smn: 1.2. Aanaarkiela čájttuzeh almostui i. 1992. Ton siskáldâssân láá Erkki Itkos paddim muštâlusah, maid toimâttij kirjen Lea Laitinen.

source: Kirjassa käytetään.
smn: Kirjeest kiävttoo.

source: 1.4. Javrij jie ŋah parguu (Järvien jäät parkuivat) on aikuisopiskelijoille tarkoitettu tekstikokokoelma, jonka näytteet on koottu kirjoista, Anarâš-lehdestä ja radionauhoitteista.
smn: 1.4. Javrij jie ŋah parguu lii rävis uáppeid uáivildum tekstâčuágáldâh, mon čáittuseh láá coggum kiirjijn, Anarâš-loostâst já radiopaddiimijn.

source: Toimittanut Pekka Sammallahti v. 2004.
smn: Toimâttâm Pekka Sammallahti i. 2004.

source: 1.5. Matti Morottajan ja Ilmari Mattuksen toimittama 305-sivuinen novellikokoelma “ Kyelisieidi maccâm já eres novelleh ” (Kalaseidan paluu ja muita novelleja) ilmestyi jouluna 2005. Kirjoittajia on yhteensä 14 ja aikaväli, josta antologia kertoo, on 500 vuotta.
smn: 1.5. Matti Morottaja já Ilmari Mattus toimâttem 305-sijđosâš nooveelčuágáldâh “ Kyelisieidi maccâm já eres novelleh ” almostui juovláid 2005. Čälleeh láá ohtsis 14 já äigikoskâ, mast antologia maainâst, lii 500 ihheed.

source: 2. Inarinsaameksi kirjoitetut yksittäiset kirjat ja tekstit
smn: 2. Anarâškielân čaallum kirjeh já teevstah

source: 2.1. Uula Morottaja kirjoitti Sabmelaš/Sápmelaš -lehteen ahkerasti inarinsaameksi muisteluksia ja ajankohtaisia asioita.
smn: 2.1. Uula Morottaja čaalij Sabmelaš/Sápmelaš -loostân višâlávt muštâlusâid já äigikyevdilis aašijn.

source: Ensimmäinen kirjoitus ilmestyi v. 1936. Hänen kielensä oli rikasta ja kirjoitus sujuvaa.
smn: Vuossâmuš čaalâ almostui i. 1936. Suu kielâ lâi riges já čäällim lâi njyebžil.

source: Erkki Itkonen sanoikin, että Uula Morottajasta olisi tullut Johan Turin veroinen kirjailija, jos mahdollisuuksia olisi ollut.
smn: Erkki Itkonen eeđâi-uv, et Lesk-Ant Uulást lâi šoddâđ Johan Turi viärdásâš čällee, jis liččii lamaš máhđulâšvuođah.

source: 2.1. Lasten laulukirja inarinsaameksi ja pohjoissaameksi “ Piiččus ” (Kapustarinta).
smn: 2.1. Párnái laavlâkirje anarâš- já orjâlâškielân “ Piiččus ”.

source: Kirjan laulujen sanat ja sävellykset Aune Vesan.
smn: Lavlui saanijd já nuotâid lii ráhtâm Aune Vesa.

source: Kirja julkaistiin v. 1987.
smn: Kirje almostui i. 1987.

source: Aune Vesan kirjoittama “ Uáináh-uv ”, (Näetkö)-niminen runokirja ilmestyi v. 1992. Kirja on inarinsaamen- ja pohjoisaamenkielinen.
smn: Aune Vesa čäällim “ Uáináh-uv ”-nommâsâš runokirje almostui i. 1992. Kirje lii anarâš- já orjâlâškielân.

source: Siinä on runoja ja Martti Rikkosen ottamia mustavalkokuvia.
smn: Tast láá runoh já Martti Rikkos väldim čapis-vielgis koveh.

source: 2.4. Aune Kuuvan kirjoittama lastenkirja “ Tuálu faŋgâ ” (Roudan vanki) ilmestyi 1994. Kirjassa on valokuvaaja Martti Rikkosen kuvitus.
smn: 2.4. Aune Kuuva čäällim párnáikirje “ Tuálu faŋgâ ” almostui 1994. Kirjeest láá kovvejeijee Martti Rikkos koveh.

source: 2.5. Iisakki Mattukselta ilmestyi v. 1996 muistelmateos " Eellimpäälgis", jossa on novellimaisia kertomuksia kirjoittajan elämän varrelta.
smn: 2.5. Iisakki Mattusist almostui i. 1996 muštâluskirje " Eellimpäälgis", mast láá nooveelvuáhásiih mainâseh čällee eellim ääigist.

source: 2.6. Ilmari Mattuksen dokumenttiromaani " Čovčjäävrist Kaamâsân " kuvaa aikaa kirjoittajan lapsuus- ja kouluajalta.
smn: 2.6. Ilmari Mattus dokumentroomaan " Čovčjäävrist Kaamâsân " kovvee ääigi čällee pärnivuođâ- já škovlâääigist.

source: Ilmestyi 1996.
smn: Almostui 1996.

source: Petter Morottajan kirjoittama ja Martti Rikkosen kuvittama nuortenromaani “ Suábi maainâs ” (Sauvan tarina) ilmestyi vuonna 1999. Kirja tyypiltään fantasiaromaani, jossa on pohjana saamelainen kerronta.
smn: Petter Morottaja čäällim já Martti Rikkos kuvvim nuorâiroomaan “ Suábi maainâs ”almostui ive 1999. Kirje lii šlaajâs peeleest fantasiaroomaan, mast lii tuávážin sämmilâš mainâstemvyehi.

source: 2.7. Petter Morottajan kirjoittama ja Martti Rikkosen kuvittama lastenromaani “ Riävskánieidâ ” (Riekkotyttö) ilmestyi 2000.
smn: 2.7. Petter Morottaja čäällim já Martti Rikkos kuvvim párnáikirje “ Riävskánieidâ ” almostui 2000.

source: 3. Inarinsaameksi käännetyt kirjat
smn: 3. Anarâškielân jurgâlum kirjeh

source: 3.1. Samuli Aikion toimittaman vanhan sadun mukaan “ Nieidâ kote šoodâi kollekuálsin ” (Tyttö joka muuttui kultakoskeloksi).
smn: 3.1. Samuli Aikio toimâttem puáris mainâs mield čaallum “ Nieidâ kote šoodâi kollekuálsin ”.

source: Kirjan on pohjoissaamesta kääntänyt Matti Morottaja.
smn: Kirje lii orjâlâškielâst jurgâlâm Matti Morottaja.

source: Ilmestyi 1982.
smn: Almostui 1982.

source: 3.2. Rauna Paadar-Leivon kirjoittama lastenkirja “ Halstemjeegi noaidi ” (Halstamojängän noita), ilmestyi v. 1990. Pohjoissaamesta kääntänyt Matti Morottaja.
smn: 3.2. Rauna Paadar-Leivo čäällim párnáikirje “ Halstemjeegi noaidi ” almostui i. 1990. Orjâlâškielâst jurgâlâm Matti Morottaja.

source: 3.3. Kirsti Palton kirjoittama ja Matti Morottajan kääntämä lastenkirja “ Tivgâ ” (Tiuku) ilmestyi v. 1994. Kirja on ensimmäinen Anarâškielâ servi r.
smn: 3.3. Kirsti Palto čäällim já Matti Morottaja jurgâlem párnáikirje “ Tivgâ ” almostui i. 1994. Kirje lii vuossâmuš Anarâškielâ seervi kuástádâs.

source: o:n kustanne, joka kertoo Mikko-pojan ja valaan ystävyydestä.
smn: Tot maainâst Mikko-kaandâ já vállá ustevvuođâst.

source: 3.4. Veikko Holmbergin kirjoittama, Marja Helanderin kuvittama, Matti Morottajan kääntämä ja Davvi Girji os:n kustantama “ Tuuru-kuobžâ ” (Tuuru-karhu) ilmestyi v 1995.
smn: 3.4. Veikko Holmberg čäällim, Marja Helander kuvvim já Matti Morottaja jurgâlem “ Tuuru-kuobžâ ” almostui i. 1995.

source: 3.5. Antoine de Saint-Exupéryn kirjoittama ja Iisakki Mattuksen kääntämä “ Uccâ priinsâš ” (Pikku prinssi) 2., korjattu painos ilmestyi 2004. Saamelaiskäräjät, 95 s.
smn: 3.5. Antoine de Saint-Exupéry čäällim já Iisakki Mattus jurgâlem “ Uccâ priinsâš ” 2., tiivvum tiädus almostui i. 2004.

source: 3.6. Iisakki Mattuksen kääntämä Shamaanisiskot “ Kollepäddi ” (Kultapanta) ilmestyi vuonna 2001. Saamelaiskäräjät, 160 s. Matti Morottaja
smn: 3.6. Iisakki Mattus jurgâlem almostui noomáin “ Kollepäddi ” 2001. Kirjeest láá siberialiih mainâseh.

source: Petter Morottajan kirjoittama Suábi maainâs ilmestyi vuonna 1999.
smn: Petter Morottaja čäällim "Suábi maainâs" almostui ive 1999.

source: Kirjallisuusnäyte
smn: Kirjálâšvuođâčááitus

source: Lastenkirjallisuus
smn: Párnáikirjálâšvuotâ
